{
    "Name": "Nome",
    "E-Mail Address": "Email",
    "Password": "Senha",
    "Confirm Password": "Confirmação de senha",
    "Remember Me": "Manter conectado",
    "Forgot Your Password?": "Esqueceu sua senha?",
    "Login": "Entrar",
    "Register": "Registre-se",
    "Home": "Principal",
    "Logout": "Sair",
    "Toggle navigation": "Alternar navegação",
    "Verify Your Email Address": "Verifique seu endereço de email",
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu email",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, por favor, veja se recebeu o link de verificação em seu email",
    "If you did not receive the email": "Se você não recebeu o email",
    "click here to request another": "clique aqui para solicitar outro",
    "Please click the button below to verify your email address.": "Clique no botão abaixo para verificar seu endereço de e-mail",
    "Verify Email Address": "Verificar E-mail",
    "If you did not create an account, no further action is required." : "Se você não criou a conta, favor desconsiderar este e-mail",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web: [:displayableActionUrl](:actionURL)",
    "Send Password Reset Link": "Enviar link para redifinir senha",
    "Reset Password": "Modificar Senha",
    "You are receiving this email because we received a password reset request for your account.": "Você está recebendo este e-mail porque recebemos uma solicitação de redefinição de senha para sua conta.",
    "If you did not request a password reset, no further action is required.": "Se você não solicitou a redefinição de senha, nenhuma ação adicional será necessária.",
    "This password reset link will expire in :count minutes.": "Este link de redefinição de senha expirará em :count minutos.",
    "Hello!": "Olá!",
    "Regards": "Saudações",
    "Reset Password Notification": "Notificação de redefinição de senha",
    "All rights reserved.": "Todos os direitos reservados.",


    "Draw your own ontologies": "Desenhe suas próprias ontologias",
    "Build your first ontology using the many features in our editor": "Construa sua primeira ontologias usando as diversas funcionalidades do nosso editor",
    "Find Out More": "Descubra mais",
    "What is the Onto4ALL Editor?": "O que é o editor Onto4ALL?",
    "Is a free graphical editor capable of creating, editing and exporting ontologies being guided by an warnings console, an ontological building rules tab and an extensive palette of ontological classes and relationships.": "É um editor gráfico gratuito capaz de criar, editar e exportar ontologias, sendo guiado por um console de avisos, uma guia de regras de construção ontológica e uma extensa paleta de classes e relacionamentos ontológicos.",
    "Get Started!": "Comece agora!",
    "Main Features": "Principais Funcionalidades",
    "Full Graphical editor": "Editor gráfico completo",
    "Draw any ontology you want, the way you want.": "Desenha qualquer ontologia que você quiser, da maneira que você quiser",
    "Ontology Manager": "Gerenciador de ontologias",
    "Save, view, edit your ontologies in our ontology manager and access them later with just one click": "Salve, visualize, edite suas ontologias em nosso gerenciador de ontologias e acesse-as mais tarde com apenas um clique",
    "Export": "Exporte",
    "Export your ontology to OWL, XML or SVG": "Exporte sua ontologia para os formatos OWL, XML e SVG",
    "Warnings Console": "Console de avisos",
    "The console will help you build a better ontology by providing to you good modelling practices": "O console o ajudará a construir uma ontologia melhor, fornecendo boas práticas de modelagem",
    "Our Editor": "Nosso Editor",
    "The Ontology Manager": "O Gerenciador de Ontologias",
    "Open your ontologies with one click": "Acesse suas ontologias com apenas um clique",
    "Our warning console will help you out": "Nosso console de avisos vai te ajudar",
    "Get the information you need with the tips menu": "Obtenha as informações necessárias no menu de dicas",
    "Mark your progress with our methodology menu": "Marque seu progresso com nosso menu de metodologia",
    "Start Drawing Your Ontologies": "Comece a desenhar suas ontologias",
    "Register Now!": "Registre-se agora!",
    "Have Any Question?": "Tem alguma dúvida?",
    "Contact Us": "Entre em contato com a gente",
    "Onto4ALL was built with": "Onto4ALL foi feito com",
    "Supported By": "Apoio:",


    "Sign in to start your session": "Faça login para começar sua sessão",
    "Sign In": "Entrar",
    "Sign in using Facebook": "Entre usando o facebook",
    "Hello! If the editor was helpful to you, please consider making a small donation via PayPal. Thank you!": "Olá! Se o editor foi útil para você, considere fazer uma pequena doação via paypal. Obrigado!",

    "I already have a account": "Eu já tenho uma conta"



}
