{
    "Name": "Nome",
    "E-Mail Address": "Email",
    "Password": "Senha",
    "Confirm Password": "Confirmação de senha",
    "Remember Me": "Manter conectado",
    "Forgot Your Password?": "Esqueceu sua senha?",
    "Login": "Entrar",
    "Register": "Registre-se",
    "Home": "Principal",
    "Logout": "Sair",
    "Toggle navigation": "Alternar navegação",
    "Verify Your Email Address": "Verifique seu endereço de email",
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu email",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, por favor, veja se recebeu o link de verificação em seu email",
    "If you did not receive the email": "Se você não recebeu o email",
    "click here to request another": "clique aqui para solicitar outro",
    "Please click the button below to verify your email address.": "Clique no botão abaixo para verificar seu endereço de e-mail",
    "Verify Email Address": "Verificar E-mail",
    "If you did not create an account, no further action is required." : "Se você não criou a conta, favor desconsiderar este e-mail",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web: [:displayableActionUrl](:actionURL)",
    "Send Password Reset Link": "Enviar link para redifinir senha",
    "Reset Password": "Modificar Senha",
    "You are receiving this email because we received a password reset request for your account.": "Você está recebendo este e-mail porque recebemos uma solicitação de redefinição de senha para sua conta.",
    "If you did not request a password reset, no further action is required.": "Se você não solicitou a redefinição de senha, nenhuma ação adicional será necessária.",
    "This password reset link will expire in :count minutes.": "Este link de redefinição de senha expirará em :count minutos.",
    "Hello!": "Olá!",
    "Regards": "Saudações",
    "Reset Password Notification": "Notificação de redefinição de senha",
    "All rights reserved.": "Todos os direitos reservados.",

    "Notifications":"Notificações",
    "See all the notifications":"Ver todas as notificações",
    "New Notifications":"Novas Notificações",
    "Update notifications page":"Recarregar página de notitificações", 
    "View":"Visualizar",
    "Title":"Título",
    "Date":"Data",
    "You have":"Você tem",
    "new notifications":"notificações novas",
    "See all notifications": "Ver todas as notificações",
    "Onto4ALL Bug Report":"Relatório de erro Onto4All",
    "Onto4All Suggestion":"Sugestão Onto4All",
    "Onto4All Question":"Pergunta Onto4All",
    "Onto4ALL Other":"Outro Onto4All", 

    "See the message you received":"Veja a mensagem que você recebeu",
    "Read Message":"Ler Mensagem",
    "From: ":"Enviada por: ",
    " Go back":" Voltar",
    " Delete":" Deletar",

    "New Ontology shared with you":"Nova Ontologia compartilhada",
    "The user ": "O usuário ",
    " shared with you the ontology ":" compartilhou com você a ontologia ",
    
    "A new Ontology has been shared with you": "Uma nova ontologia foi compartilhada com você",
    "New Ontology!": "Nova Ontologia!",
    "Hello,": "Olá",
    "The user": "O usuário", 
    "shared with you the ontology": "compartilhou com você a ontologia",
    "You can access it from the Ontology Manager menu on the Ontology Editor page or on the My Ontologies page": "Você pode acessá-la no menu Gerenciador de Ontologias na página Editor de Ontologias ou na página Minhas Ontologias.",


    "About": "Sobre",
    "About The Users": "Sobre os Usuários",
    "Amount of Users":"Quantidade de Usuários",
    "Shared Ontologies":"Ontologias Compartilhadas",
    "Features": "Funcionalidades",
    "Contact": "Contato",
    "Draw your own ontologies": "Desenhe suas próprias ontologias",
    "Build your first ontology using the many features in our editor": "Construa sua primeira ontologias usando as diversas funcionalidades do nosso editor",
    "Find Out More": "Descubra mais",
    "What is the Onto4ALL Editor?": "O que é o editor Onto4ALL?",
    "Is a free graphical editor capable of creating, editing and exporting ontologies being guided by an warnings console, an ontological building rules tab and an extensive palette of ontological classes and relationships.": "É um editor gráfico gratuito capaz de criar, editar e exportar ontologias, sendo guiado por um console de avisos, uma guia de regras de construção ontológica e uma extensa paleta de classes e relacionamentos ontológicos.",
    "Get Started!": "Comece agora!",
    "Main Features": "Principais Funcionalidades",
    "Full Graphical editor": "Editor gráfico completo",
    "Draw any ontology you want, the way you want": "Desenha qualquer ontologia que você quiser, da maneira que você quiser",
    "Save, view, edit your ontologies in our ontology manager and access them later with just one click": "Salve, visualize, edite suas ontologias em nosso gerenciador de ontologias e acesse-as mais tarde com apenas um clique",
    "Export your ontology to OWL, XML or SVG": "Exporte sua ontologia para os formatos OWL, XML e SVG",
    "Warnings Console": "Console de avisos",
    "The console will help you build a better ontology by providing to you good modelling practices": "O console o ajudará a construir uma ontologia melhor, fornecendo boas práticas de modelagem",
    "Our Editor": "Nosso Editor",
    "The Ontology Manager": "O Gerenciador de Ontologias",
    "Open your ontologies with one click": "Acesse suas ontologias com apenas um clique",
    "Our warning console will help you out": "Nosso console de avisos vai te ajudar",
    "Get the information you need with the tips menu": "Obtenha as informações necessárias no menu de dicas",
    "Mark your progress with our methodology menu": "Marque seu progresso com nosso menu de metodologia",
    "Start Drawing Your Ontologies": "Comece a desenhar suas ontologias",
    "Register Now!": "Registre-se agora!",
    "Have Any Question?": "Tem alguma dúvida?",
    "Contact Us": "Entre em contato com a gente",
    "Onto4ALL was built with": "Onto4ALL foi feito com",
    "Supported By": "Apoio:",


    "Sign in to start your session": "Faça login para começar sua sessão",
    "Sign In": "Entrar",
    "Sign in using Facebook": "Entre usando o facebook",
    "Hello! If the editor was helpful to you, please consider making a small donation via PayPal. Thank you!": "Olá! Se o editor foi útil para você, considere fazer uma pequena doação via paypal. Obrigado!",

    "I already have a account": "Eu já tenho uma conta",




    "WAIT UNTIL ONTO4ALL IS READY!": "ONTO4ALL ESTÁ CARREGANDO",
    "Error loading resource files. Please check browser console.": "Erro ao carregar os arquivos. Por favor entre em contato conosco",
    "Methodology": "Metodologia",
    "Tips": "Dicas",
    "The number of classes in your current ontology": "O número de classes na Ontologia atual",
    "The number of relations in your current ontology": "O número de relações na Ontologia atual",
    "The number of instances in your current ontology": "O número de instâncias na Ontologia atual",
    "Download a report with all the information of your current ontology": "Baixe um relatório com todas as informações de sua Ontologia atual",
    "Open the last updated ontology in your ontology manager (useful when multiple collaborators are editing the ontology at the same time)": "Abra a última ontologia atualizada em seu gerenciador de ontologia (útil quando vários colaboradores estão editando a ontologia ao mesmo tempo)",
    "Methodology OntoForInfoScience": "Metodologia OntoForInfoScience",
    "Downloads a .txt file containing all the current warnings in the ontology": "Baixa um arquivo .txt contendo todos os avisos atuais na Ontologia",
    "The number of warnings in your current ontology": "O número de avisos na sua Ontologia atual",
    "The number of errors in your current ontology": "O número de erros na sua Ontologia atual",
    "Show/Hide the Sidebar": "Abrir/Fechar Barra Lateral",
    "Click to see more information!": "Clique para ver mais informações!",
    "Ontologies": "Ontologias",
    "External Ontology Databases": "Banco de dados externos de ontologia",
    "Search for tips": "Procure por dicas",
    "Specification of the ontology": "Especificação da ontologia",
    "Acquisition and extraction of knowledge": "Aquisição e extração de conhecimento",
    "Conceptualization": "Conceitualização",
    "Ontological grounding": "Fundação Ontológica",
    "Formalization of the ontology": "Formalização da ontologia",
    "Evaluation of the ontology": "Avaliação da ontologia",
    "Documentation": "Documentação",
    "Publication of the ontology": "Publicação da ontologia",
    "Your progress": "Seu progresso",
    "Complete": "Completo",
    "Your recent ontologies": "Suas ontologias recentes",
    "Description": "Descrição",
    "Created at": "Criado em",
    "Updated at": "Atualizado em",
    "Download as": "Baixar como",
    "Open in the editor": "Abrir no editor",
    "Edit": "Editar",
    "Welcome": "Bem-vindo",
    "Here you can see all the warnings": "Aqui você pode ver todos os avisos",
    "Close": "Fechar",
    "In this phase, the developer performs the specification of the ontology through a template, which has to contain at least information about: the domain and scope of the ontology, its general purpose, its audience, scenarios for its application and the required degree of formality. In addition, the developer establishes the coverage of the  ontology by describing its starting point, its limits within the domain and competency questions.": "Nesta fase, o desenvolvedor executa a especificação da ontologia por meio de um modelo, que deve conter pelo menos informações sobre: o domínio e o escopo da ontologia, seu objetivo geral, seu público, cenários para sua aplicação e o grau de formalidade exigido . Além disso, o desenvolvedor estabelece a cobertura da ontologia descrevendo seu ponto de partida, seus limites nas questões de domínio e competência.",
    "Once you have saved your ontology, you will have the option to edit your information in the ontology management area which can be found at the top of the page or by": "Depois de salvar sua ontologia, você terá a opção de editar suas informações na área de gerenciamento de ontologias, que pode ser encontrada na parte superior da página ou",
    "clicking here": "clicando aqui",
    "After clicking on the My Ontologies button you will be redirected to a page containing all your ontologies made and you can edit each one. Click the button below to access all information on that ontology.": "Depois de clicar no botão Minhas Ontologias, você será redirecionado para uma página que contém todas as suas ontologias feitas e poderá editar cada uma. Clique no botão abaixo para acessar todas as informações nessa ontologia.",
    "After clicking the button you will be redirected to the ontology page and can make the necessary changes.": "Depois de clicar no botão, você será redirecionado para a página de ontologia e poderá fazer as alterações necessárias.",
    "Definition": "Definição",
    "OntoForInfoScience is a detailed methodology for construction of ontologies that details each step of the ontology development cycle. The goal of such methodology is to enable experts in Knowledge Organization to overcome the technical jargon difficulties, as well as logical and philosophical issues that involve the ontology development (Mendonça, 2016).The methodology OntoForInfoScience consists of nine phases:": "OntoForInfoScience é uma metodologia detalhada para construção de ontologias que detalha cada etapa do ciclo de desenvolvimento de ontologias. O objetivo dessa metodologia é permitir que especialistas em Organização do Conhecimento superem as dificuldades do jargão técnico, bem como questões lógicas e filosóficas que envolvem o desenvolvimento da ontologia (Mendonça, 2016). A metodologia OntoForInfoScience consiste em nove fases:",
    "Phase 2 consists of the knowledge acquisition, which encompasses the selection of materials to be approached (about the subject of the domain) and the selection of methods for extracting knowledge. Within OntoForInfoScience, these activities are conducted in a way that mixes different methods, like: textual analysis of books and papers, automatic terminological extraction, semi-automatic methods for identification of concepts, to mention a few.": "A fase 2 consiste na aquisição de conhecimento, que engloba a seleção de materiais a serem abordados (sobre o assunto do domínio) e a seleção de métodos para extrair conhecimento. No OntoForInfoScience, essas atividades são conduzidas de uma maneira que combina diferentes métodos, como: análise textual de livros e documentos, extração terminológica automática, métodos semi-automáticos para identificação de conceitos, entre outros.",
    "Phase 3 concerns conceptualization, when the developer performs activities of identification and analysis of the concepts that are candidates to classes in the ontology. In addition, the developer promotes the knowledge organization so that one is able to obtain relations, properties and constraints of the ontology. The more appropriate way to represent the conceptualization of ontology it is through of a graphical conceptual model, representing conceptual relations between identified concepts through graphs or similar structures.In the Onto4AllEditor, the Phase 3 must be performed in ": "A fase 3 refere-se à conceituação, quando o desenvolvedor realiza atividades de identificação e análise dos conceitos candidatos às aulas na ontologia. Além disso, o desenvolvedor promove a organização do conhecimento para que seja possível obter relações, propriedades e restrições da ontologia. A maneira mais apropriada de representar a conceitualização da ontologia é através de um modelo conceitual gráfico, representando relações conceituais entre conceitos identificados por meio de gráficos ou estruturas similares. No Onto4AllEditor, a Fase 3 deve ser realizada em",
    "this page using the graphical editor": "esta página usando o editor gráfico",
    "You can access this page again by clicking in the “Ontology Editor” on the menu": "Você pode acessar esta página novamente clicando em “Ontology Editor” no menu",
    "Phase 4 corresponds to the activity of ontological grounding in which the developer surveys top-levels ontologies to be used as starting points. Developers choose the top-level ontology more suitable to their aims in considering the underlying philosophical approach that will justify modeling decisions. From the operational point of view, the developer imports selected top-level ontology to an ontology editor tool for successful implementation.": "\n448/5000\nA fase 4 corresponde à atividade de aterramento ontológico em que o desenvolvedor pesquisa ontologias de nível superior para serem usadas como pontos de partida. Os desenvolvedores escolhem a ontologia de nível superior mais adequada aos seus objetivos ao considerar a abordagem filosófica subjacente que justificará as decisões de modelagem. Do ponto de vista operacional, o desenvolvedor importa a ontologia de nível superior selecionada para uma ferramenta de editor de ontologia para implementação bem-sucedida.",
    "You can edit your previous saved ontologies using the button open in the editor on the right sidebar": "Você pode editar suas ontologias salvas anteriormente usando o botão 'Abrir no editor' na barra lateral direita",
    "You can import other ontologies to this editor if they have been created using the Onto4AllEditor and have a .XML extension. You can also import OWL files made by other editors (Beware that this function only works for valid OWL files with right syntax. If you have any issues with this feature, please, contact us). All ontologies exported by this editor can be imported in later projects.Using the editor menu, click on the file button and then on the import as showed below:": "Você pode importar outras ontologias para este editor se elas foram criadas usando o Onto4AllEditor e têm uma extensão .XML. Você também pode importar arquivos OWL criados por outros editores (lembre-se de que esta função funciona apenas para arquivos OWL válidos com sintaxe correta. Se você tiver algum problema com esse recurso, entre em contato). Todas as ontologias exportadas por este editor podem ser importadas em projetos posteriores. Usando o menu do editor, clique no botão arquivo e depois na importação, como mostrado abaixo:",
    "Select a valid file from your computer using the choose file button or drag a file direct to the box and then click in import": "Selecione um arquivo válido do seu computador usando o botão escolher arquivo ou arraste um arquivo diretamente para a caixa e clique em Importar",
    "After that, your imported ontology will be showing on the editor": "Depois disso, sua ontologia importada será exibida no editor",
    "In this phase, the developer produces a formal description of the domain from the conceptualization of the prior phase 3. Activities of phase 5 are:": "Nesta fase, o desenvolvedor produz uma descrição formal do domínio a partir da conceituação da fase anterior 3. As atividades da fase 5 são:",
    "to construct general taxonomy of the ontology based on previously selected top-level taxonomy (in the Onto4AllEditor, this activity must be performed in the Ontology Editor, the page you are right now)": "para construir taxonomia geral da ontologia com base na taxonomia de nível superior selecionada anteriormente (no Onto4AllEditor, esta atividade deve ser executada no Editor de Ontologias, a página em que você está agora)",
    "to define descriptive properties of the classes involving textual attributes as names, synonyms, definitions and annotations (in the Onto4AllEditor, this activity must be performed in the editor, clicking under a class or relation with the right button of the mouse and choosing the function Edit Properties in the submenu (or selecting the class/relation and pressing CTRL + M))": "para definir propriedades descritivas das classes que envolvem atributos textuais como nomes, sinônimos, definições e anotações (no Onto4AllEditor, essa atividade deve ser realizada no editor, clicando em uma classe ou relação com o botão direito do mouse e escolhendo a função Editar Propriedades no submenu (ou selecionando a classe e pressionando CTRL + M))",
    "to create formal definitions for each class using a logical language, so that the formal definition is able to be derived from the textual definitions created previously": "criar definições formais para cada classe usando uma linguagem lógica, para que a definição formal possa ser derivada das definições textuais criadas anteriormente",
    "to define properties of classes, involving attributes as data types, cardinality, existential and universal quantifiers (in the Onto4AllEditor, this activity must be performed in the menu “Ontology Editor”, clicking under a class or relation with the right button of the mouse and choosing the function Edit Properties in the submenu (or selecting the class/relation and pressing CTRL + M))": "para definir propriedades de classes, envolvendo atributos como tipos de dados, cardinalidade, quantificadores existenciais e universais (no Onto4AllEditor, essa atividade deve ser realizada no menu “Editor de Ontologia”, clicando em uma classe ou relação com o botão direito do mouse e escolhendo a função Editar propriedades no submenu (ou selecionando a classe / relação e pressionando CTRL + M))",
    "to create instances for ontological classes (in the Onto4AllEditor, this activity must be performed in the Ontology Editor, adding the symbol “Instance” (rectangle) to the ontology in the drawing area, this symbol can be find on the ontology palette, in the left of the editor)": "para criar instâncias para classes ontológicas (no Onto4AllEditor, essa atividade deve ser executada no Editor de Ontologia, adicionando o símbolo \"Instância\" (retângulo) à ontologia na área de desenho, esse símbolo pode ser encontrado na paleta de ontologias, na esquerda do editor)",
    "to specify ontological relations, consisting of the application of a defined set of rules and principles carrying out the transformation of conceptual relations into formal relations (in the Onto4AllEditor, this activity must be performed in the editor, clicking under a class or relation with the right button of the mouse and choosing the function Edit Properties in the submenu (or selecting the relation and pressing CTRL + M)).": "especificar relações ontológicas, consistindo na aplicação de um conjunto definido de regras e princípios que realizam a transformação de relações conceituais em relações formais (no Onto4AllEditor, essa atividade deve ser realizada no editor, clicando em uma classe ou relação à direita botão do mouse e escolhendo a função Editar propriedades no submenu (ou selecionando a relação e pressionando CTRL + M)).",
    "The evaluation of the ontology correspond to the application of a set of criteria allowing one to perform both the ontological validation (validation of the correspondence between ontology and the real world) and the ontological verification (analysis of the ontology with respect to the correctness of its construction). Examples of validation criteria are: non-recursivity in definitions, the specification of different types of part_of relations, the definition of inverse relations, and the creation of the cardinalities.In the Onto4AllEditor, the Phase 6 is performed automatically by the editor through of the functionality Warnings Console, that suggests good modeling practices for the current drawn ontology.": "A avaliação da ontologia corresponde à aplicação de um conjunto de critérios que permitem executar a validação ontológica (validação da correspondência entre ontologia e o mundo real) e a verificação ontológica (análise da ontologia com relação à correção de sua construção). Exemplos de critérios de validação são: não recursividade nas definições, especificação de diferentes tipos de parte_de relações, definição de relações inversas e criação de cardinalidades.No Onto4AllEditor, a Fase 6 é realizada automaticamente pelo editor por meio do método funcionalidade Console de Avisos, que sugere boas práticas de modelagem para a ontologia desenhada atualmente.",
    "In phase 7, documentation of all activities performed along the ontology development cycle is organized. The production of documentation occurs during all the time the ontology has been constructed. The content of the documentation encompasses the document of specification (from phase 1), documents of reference about the domain (from phase 2), the set of conceptual models (from phase 3), reused ontologies (phases 4 and 5), ontological and formal content (phase 5), and other useful": "Na fase 7, é organizada a documentação de todas as atividades realizadas ao longo do ciclo de desenvolvimento da ontologia. A produção da documentação ocorre durante todo o tempo em que a ontologia foi construída. O conteúdo da documentação abrange o documento de especificação (da fase 1), documentos de referência sobre o domínio (da fase 2), o conjunto de modelos conceituais (da fase 3), ontologias reutilizadas (fases 4 e 5), ontológicas e conteúdo formal (fase 5) e outras informações úteis",
    "In phase 8 the developer makes the ontological artifact available in a way that be downloaded and properly visualized by a community of users.You can download the ontology you just draw by clicking in the file menu and then in the export submenu": "Na fase 8, o desenvolvedor disponibiliza o artefato ontológico de uma maneira que pode ser baixada e visualizada adequadamente por uma comunidade de usuários.Você pode fazer o download da ontologia que você acabou de desenhar clicando no menu arquivo e depois no submenu de exportação",
    "You can export your ontology in XML, OWL or SVG (image).When you do that your ontology is also saved in your account, you can look all the ontologies you made by clicking on the File Manager menu on the top of the page.": "Você pode exportar sua ontologia em XML, OWL ou SVG (imagem). Ao fazer isso, sua ontologia também é salva em sua conta, para procurar todas as ontologias que você criou, clique no menu Gerenciador de Arquivos, na parte superior da página.",
    "The warnings console is the way our editor tells you good modeling practices you should implement when building a ontology.This console will show you warnings that will help you build a better ontology.": "O console de avisos é a maneira como nosso editor informa as boas práticas de modelagem que você deve implementar ao criar uma ontologia. Esse console mostrará avisos que ajudarão você a criar uma ontologia melhor.",
    "to see all the warnings our console track. We will be updating this console with more warnings in the future,": "para ver todos os avisos que nosso console rastreia. Atualizaremos este console com mais avisos no futuro,",
    "Click here": "Clique aqui",
    "contact us": "entre em contato",
    "if you had any problem with this feature.": "se você teve algum problema com esse recurso.",
    "Here you can see that the pizza ontology have several warnings that need to be solved.": "Aqui você pode ver que a ontologia da pizza tem vários avisos que precisam ser resolvidos.",



    "Learn how to use our editor": "Aprenda a usar o editor",
    "Learn how to use the editor": "Aprenda a usar o editor",
    "Summary": "Sumário",
    "Basic Concepts": "Conceitos básicos",
    "Class": "Classe",
    "Relation": "Relação",
    "Properties": "Propriedades",
    "Colors": "Cores",
    "Save": "Salvar",
    "Import": "Importar",
    "Editor Interface": "Interface do Editor",
    "Diagram": "Diagrama",
    "Tips Tab": "Barra de Dicas",
    "Ontologies Palette": "Paleta de ontologias",
    "Other Palettes": "Outras paletas",
    "Ontology History": "Histórico de ontologias",
    "Methodology Tab" : "Tabela de Metodologia",
    "Actions": "Ações",
    "Perfil": "Perfil",
    "Examples": "Exemplos",
    "Keyboard shortcuts": "Atalhos do teclado",
    "Credits": "Créditos",
    "In Onto4All, the class is defined by the circle contained within the ontology palette.": "No Onto4All a classe é definida pelo circulo contido dentro da paleta de ontologias.",
    "It represents the class of an ontology itself.": "Ela representa a própria classe de uma ontologia.",
    "It is possible to name it by double clicking inside it": "É possível nomea-la ao se clicar duas vezes em seu interior ",
    "Attention: If you want to export your ontology to OWL and import it in another editor we recommend you not to put spaces in the names of classes and relations, just use upper and lower case letters, underlines, and numbers from 0 to 9 to avoid any import errors. If you are only using our editor for building your ontology you can ignore this warning": "Atenção: Se você deseja exportar sua ontologia para OWL e importá-la em outro editor, recomendamos não colocar espaços nos nomes de classes e relações, basta usar letras maiúsculas e minúsculas, sublinhados e números de 0 a 9 para evitar quaisquer erros de importação. Se você estiver usando apenas nosso editor para criar sua ontologia, poderá ignorar este aviso",
    "PepperoniPizza, AutomaticCar, Pepperoni_Pizza, Automatic_Car": "PizzaDeCalabresa, CarroAutomatico, Pizza_de_Calabresa, Carro_Automatico",
    "You can expand its size by hovering your mouse over the circle and pulling its edge.": "É possível expandir seu tamanho passando o mouse por cima do círculo e puxando sua borda.",
    "It is possible to change the colors (the interior and the border).": "É possível trocar as cores (do interior e da borda).",
    "It is possible to link it to other classes using the": "É possível liga-la a outras classes usando as",
    "Relations": "Relações",
    "You can access its properties by selecting the class and pressing": "É possível acessar suas propriedades selecionando a classe e pressionando ",
    "or by clicking on it with the right mouse button and selecting the option": " ou clicando nela com o botão direito do mouse e selecionando a opção ",
    "Edit Properties": "Editar Propriedades",
    "It is possible to throw it into the diagram just by clicking on its symbol in the ontology palette": "É possível joga-la para dentro do diagrama apenas clicando no seu simbolo na paleta de ontologias",
    "Clicking with the right mouse button over a class will bring up a menu with several options": "Clicando com o botão direito do mouse em cima de uma classe irá fazer aparecer um menu com diversas opções",
    "If you hover your mouse over the class it will also show their properties.": "Se você passar o mouse sobre a classe, ela também mostrará suas propriedades.",
    "In ontologies, relationships between classes specify how they are related to other classes of ontology.": "Em ontologias, relações entre classes especificam como elas estão relacionados com as demais classes da ontologia.",
    "Much of the practicality of ontologies comes from its ability to describe relationships.": "Grande parte da praticidade de ontologias vem da sua capacidade de descrever relações.",
    "In Onto4All, there are several types of relationships, which are found in the ontology palette, to the left of the main screen.": "No Onto4All, existem diversos tipos de relações, que se encontram na paleta de ontologias, à esquerda da tela principal.",
    "One of the main types of relationships are:": "Um dos principais tipos de relações são:",
    "It is possible to create a new relationship between two classes and name it manually by double clicking on any relationship and writing the new name, we recommend using the relationship": "É possível criar uma nova relação entre duas classes e nomeá-la manualmente clicando duas vezes em qualquer relação e escrevendo o novo nome, nós recomendamos usar a relação",
    "for this.": "para isso.",
    "For a relationship to work in the editor you need to connect it in two classes. If you do not connect correctly, the": "Para uma relação funcionar no editor você precisa conectar ela em duas classes. Caso você não conecte corretamente, o",
    "will show you an error.": "irá te mostrar um erro.",
    "It is possible to invert the direction of a relationship by clicking on it with the right mouse button and selecting": "É possível inverter o sentido de uma relação, clicando nela com o botão direito do mouse e selecionando",
    "Reverse": "Reverter",
    "You can select other options from the list by right clicking on it, such as editing properties, deleting, duplicating or copying it.": "É possível selecionar outras opções da relação clicando nela com o botão direito, como editar as propriedades, deletá-la, duplicá-la ou copiá-la.",
    "In Onto4All, each element of the ontology palette has properties, which can be viewed and edited.": "No Onto4All, cada elemento da paleta de ontologias possui propriedades, que podem ser visualizadas e editadas.",
    "To edit the properties of an element, right-click on it and select Edit Properties. You can also access the edit menu for properties of a selected element with the shortcut": "Para editar as propriedades de um elemento, clique nele com o botão direito do mouse e selecione Editar Propriedades.Também pode-se acessar o menu de edição de propriedades de um elemento selecionado com o atalho",
    "You can add a new property to an element by scrolling down the properties menu and selecting Add Property.": "É possível adicionar uma nova propriedade a um elemento, descendo a barra de rolagem do menu de propriedades e selecionando Adicionar Propriedade.",
    "The first property in the property menu, the ID, corresponds to a unique identifier for each element present in the diagram.": "A primeira propriedade do menu de propriedade, o ID, corresponde a um identificador único de cada elemento presente no diagrama.",
    "Properties can be used to detail aspects of that element or to annotate, such as properties": "As propriedades podem ser usadas para detalhar aspectos daquele elemento ou para fazer anotações, como as propriedades",
    "The Onto4ALL tool allows the user to easily customize the colors of the diagram elements.": "A ferramenta Onto4ALL permite que o usuário customize facilmente as cores dos elementos do diagrama.",
    "To change the color of a selected element, click on the paint bucket icon to open the color selection menu.": "Para alterar a cor de um elemento selecionado, clique no ícone do balde de tinta para abrir o menu de seleção de cores.",
    "In the color selection menu, select a color through the interface or by entering the hexadecimal code of the desired color.": "No menu de seleção de cores, selecione uma cor através da interface ou então digitando o código hexadecimal da cor desejada.",
    "It is also possible to change the color of the contour lines or the elements themselves": "Também é possível alterar a cor das linhas de contorno ou dos próprios elementos de",
    "clicking on the colored pencil icon.": "clicando no ícone do lápis de cor.",
    "In very large ontologies, colors can facilitate the grouping of elements according to given characteristics, to better organize the diagram.": "Em ontologias muito grandes, cores podem facilitar o agrupamento de elementos de acordo com dadas características, para melhor organizar o diagrama.",
    "You can customize an element and make it the default for the next elements to be inserted in the diagram. For example, suppose that we want all classes in our ontology to be red with a yellow outline and shadow. To make this class the default, right-click on it and select Set as default style. Or select the class and press CTRL+SHIFT+D": "Você pode costumizar um elemento e fazer com que ele seja o padrão para os próximos elementos a serem inseridos no diagrama. Por exemplo, suponha que queremos que todas as classes de nossa ontologia sejam vermelhas com contorno amarelo e sombra. Para tornar essa classe o padrão, clica nela com o botão direito do mouse e selecione Definir como estilo padrão. Ou selecione a classe e aperte CTRL+SHIFT+D",
    "Attention: Only your last 10 ontologies were saved in our editor, if you exceed this limit, your oldest ontology will be deleted. If you want to avoid this, mark your ontology as a favorite, so that it will not be deleted. You can select up to 5 ontologies as favorites.": "Atenção: Apenas suas 10 últimas ontologias ficaram salvas em nosso editor, caso você exceda esse limite, sua ontologia mais antiga será apagada. Se quiser evitar isso, marque sua ontologia como favorita, desse forma, ele não será apagada. Você pode selecionar até 5 ontologias como favoritas.",
    "If you save ontologies with the same name they will be replaced. For example, if you save an ontology with the name Ontology1 and that ontology already exists in your ontology manager, it will be replaced with the newer ontology": "Se você salvar ontologias com o mesmo nome elas seram substituidas. Por exemplo, se você salvar uma ontologia com o nome de Ontology1 e essa ontologia já existir em seu gerenciador de ontologias, ela será substituida pela ontologia mais nova",
    "It is possible to save the ontologies developed in Onto4All and access them later.": "É possível salvar as ontologias desenvolvidas no Onto4All e acessa-las mais tarde.",
    "Clicking": "Clicando em",
    ", in the menu": ", no menu",
    ", or pressing": ", ou apertando",
    ", you can save the ontology created in the standard XML format.": ", pode-se salvar a ontologia criada no formato padrão XML.",
    "When saving an ontology, it can be found in the": "Ao salvar uma ontologia, ela poderá ser encontrada no",
    "and on the Ontologies menu on the right sidebar.": "e no menu Ontologias na barra lateral direita.",
    "You can access ontologies made by you previously by clicking the Open in the Editor button in the ontologies menu on the right sidebar. Or": "Você pode acessar ontologias feitas por você anteriormente clicando no botão Abrir no Editor no menu de ontologias da barra lateral direita. Ou",
    "importing them directly from your computer.": "importando elas diretamente pelo seu computador.",
    "It is also possible to export the ontology in other formats, including OWL (Ontology Web Language) or SVG (to save only the image of the created ontology), by clicking": "Também é possível exportar a ontologia em outros formatos, inclusive no formato OWL (Ontology Web Language) ou em SVG (para salvar apenas a imagem da ontologia criada), clicando em",
    "Export": "Exportar",
    ", within the same menu.": ", dentro do mesmo menu.",
    "You can also import ontologies that are already saved on your computer to Onto4All !.": "Você também pode importar ontologias que já estão salvas no seu computador para o Onto4All!.",
    "File": "Arquivo",
    ", you can load an ontology from your computer in XML or OWL format.": ", pode-se carregar uma ontologia de seu computador no formato XML ou OWL.",
    "When you import a OWL file made by other editors (such as protege), make sure the syntax is correct, otherwise it will cause bugs in the Onto4ALL": "Ao importar um arquivo OWL criado por outros editores (como o protege), verifique se a sintaxe está correta, caso contrário, isso causará erros no Onto4ALL",
    "Note: .OWL and .OWX files will be automatically converted to .XML and the ontology will be displayed in the editor": "Nota: Arquivos .OWL e .OWX serão automaticamente convertidos em .XML e a ontologia será exibida no editor",
    "Warning: For .XML files, you can only import .XML files exported by this editor.": "Aviso: Para arquivos .XML, você só pode importar arquivos .XML exportados por esse editor.",
    "Once the ontology is loaded, it is possible to edit and save it to your computer again and in the ontology manager.": "Uma vez carregada a ontologia, é possível editá-la e salvá-la ao seu computador novamente e no gerenciador de ontologias.",
    "After editing an imported ontology, it is possible to export it also in the other supported formats (OWL and SVG).": "Após editar uma ontologia importada, é possível exportá-la também nos outros formatos suportados (OWL e SVG).",
    "When you log in to Onto4All, you will be redirected to the main page: the ontology construction diagram.": "Ao fazer login em Onto4All, você será redirecionado para a página princial: o diagrama de construção de ontologias.",
    "By clicking the button": "Ao clicar no botão",
    "Show/Hide sidebar": "Mostrar/Esconde a barra lateral",
    ", a tab for additional diagram configurations will be displayed, such as the thickness of the background lines (grid), colors and screen orientation (portrait or landscape).": ", será exibida uma aba de configurações adicionais do diagrama, como a espessura das linhas do background (grid), cores e orientação da tela (retrato ou paisagem).",
    "This tab will also show you several options if you select any element on the diagram": "Essa aba também irá te mostrar várias opções caso você selecione qualquer elemento no diagrama",
    "In the diagram settings bar, just below the navigation bar, there are several tools available, such as viewing options, zoom and insert images.": "Na barra de configurações do diagrama, logo abaixo da barra de navegação, encontram-se diversas ferramentas disponíveis, como opções de visualização, zoom e inserir imagens.",
    "If you hover your mouse over each icon it will show you its functionality": "Se você passar o mouse em cima de cada ícone ele irá te mostrar sua funcionalidade",
    "On the right side of the diagram, there is a toolbar, which contains notes that help the user to manipulate the tools of Onto4All.": "Ao lado direito do diagrama, se encontra a barra de dicas, que contém anotações que auxiliam o usuário a manipular as ferramentas do Onto4All.",
    "Initially, the user has access to classes and relations BFO, IAO, IOF": "Inicialmente, o usuário tem acesso a classes e relações BFO,IAO, IOF",
    "When you click on an element in the": "Ao clicar em um elemento na",
    ", only the rules related to that element will be displayed in the toolbar.": ", apenas as regras relacionadas àquele elemento serão exibidas na barra de dicas.",
    "Through the search field in the tip bar, it is possible to find rules related to a specific element, by typing its name.": "Através do campo de pesquisa na barra de dicas, é possível encontrar regras relacionadas a um elemento específico, digitando o seu nome.",
    "In the left corner, you will find": "No canto esquerdo, se encontra",
    ", which contains the main elements necessary for the construction of an ontology.": ", que contém os principais elementos necessários para a construção de uma ontologia.",
    "In the palette of ontologies, you will find, among other elements, classes and relations, mentioned earlier in this tutorial.": "Na paleta de ontologias, encontram-se, dentre outros elementos, classes e relações, citadas anteriormente neste tutorial.",
    "In addition to classes and relations, the palette of ontologies also offers the option of inserting texts in the diagram.": "Além de classes e relações, a paleta de ontologias disponibiliza também a opção de inserir textos no diagrama.",
    "There are alternative palettes of elements that can be used in the diagram.": "Existem paletas alternativas de elementos que podem ser usadas no diagrama.",
    "The alternative palettes are arrows, UML, BPMN and clipart icons.": "As paletas alternativas são a de flechas, a de UML, a de BPMN e a de ícones clipart.",
    "Just like the elements of the ontology palette, to insert an element from another palette in the diagram, just click on it or drag it.": "Assim como os elementos da paleta de ontologias, para inserir um elemento de outra paleta no diagrama, basta clicar em cima dele ou arrastá-lo.",
    "Also on the Onto4All ontology construction diagram page, we can view the history of ontologies saved by the user.": "Ainda na página do diagrama de construção de ontologias do Onto4All, podemos visualizar o histórico de ontologias salvas pelo usuário.",
    "On the diagram page, to display the saved ontologies just click on": "Na página do diagrama, para exibir as ontologias salvas basta clicar em",
    ", at the top of": ", na parte superior da",
    "The saved ontologies will be displayed in the form of a timeline showing the date and time when the ontologies were saved.": "As ontologias salvas serão exibidas na forma de uma linha do tempo que mostra a data e hora em que as ontologias foram salvas.",
    "Still on the timeline of the ontology history, it is possible to export them in OWL and XML formats. It is also possible to open them in the editor": "Ainda na linha do tempo do histórico de ontologias, é possível exportá-las nos formatos OWL e XML. Também é possivel abrir elas no editor",
    "We strongly recommend that you use this methodology when building your ontologies.": "Nós recomendamos fortemente que você use essa metodologia durante a construção de suas ontologias.",
    "You can check the progress of your ontology by clicking on the boxes for each completed step.": "Você pode marcar o progresso de sua ontologia, clicando nas caixas de cada passo concluído.",
    "My Ontologies": "Minhas Ontologias",
    "The ontology page can be accessed through the navigation bar at the top of the page, by clicking on": "A página de ontologias pode ser acessada através da barra de navegação no topo da página, clicando em",
    "This page will display your 10 most recent ontologies": "Nesta página serão exibidas as suas 10 ontologias mais recentes",
    "When you click on the details icon of an ontology, you will be redirected to a page where more detailed information of that ontology will be displayed, such as the scope of the ontology, its degree of formality, its purpose, etc.": "Ao clicar no ícone de detalhes de uma ontologia, você será redirecionado para uma página em que serão exibidas informações mais detalhadas dessa ontologia, como o escopo da ontologia, seu grau de formalidade, seu proósito, etc.",
    "Also on the ontologies page, there is the Favorite Ontologies section.": "Ainda na página de ontologias, há a seção Ontologias Favoritas.",
    "In the list of ontologies, when clicking on the": "Na lista de ontologias, ao clicar no ícone de",
    "favourite": "favorito",
    "(star), you will bookmark your ontology. You can bookmark up to 5 ontologies.": "(estrela), você irá favoritar a ontologia. Você pode favoritar até 5 ontologias.",
    "Favorite ontologies will be in evidence, being easier to find on the ontologies page. And they will not be deleted if you exceed the limit of 10 ontologies": "Ontologias favoritadas ficarão em evidência, sendo mais fáceis de serem encontradas na página de ontologias. E elas não serão apagadas caso você ultrapasse o limite de 10 ontologias",
    "Ações": "Actions",
    "In both sections on the ontology page": "Em ambas as seções na página de ontologias",
    "there are several icons that represent possible actions in relation to ontology.": "há varios ícones que representam possíveis ações em relação a ontologia.",
    "Favourite Ontologies": "Ontologias Favoritas",
    "The first two icons are for downloading the ontology: the first in XML format and the second in OWL format.": "Os dois primeiros ícones são para fazer download da ontologia: o primeiro no formato XML e o segundo no formato OWL.",
    "The second icon, already mentioned, redirects to the individual page of the ontology": "O segundo ícone, já mencionado, redireciona para a página individual da ontologia",
    "The star icon, already shown, makes the ontology go to the favorite ontology section": "O ícone da estrela, já apresentado, faz com que a ontologia vá para a seção de ontologias favoritas",
    "The edit icon, represented by the pencil, allows the user to edit the ontology information. Attention! This icon represents the function of editing only basic information and details of the purpose and use of the ontology, and not of the ontology itself. To edit the structure of the ontology in question, use the diagram!": "O ícone de edição, representado pelo lápis, permite que o usuário edite as informações da ontologia. Atenção! Este ícone representa a função de edição apenas de informações básicas e detalhes do propósito e uso da ontologia, e não da ontologia em si.Para editar a estrutura da própria ontologia em questão, utilize o diagrama!",
    "The last icon, in red, excludes the ontology.": "O último ícone, em vermelho, exclui a ontologia.",
    "Example": "Exemplo",
    "In this example, we have a pizza ontology, which lists different flavors and pizza toppings.": "Neste exemplo, temos uma ontologia de pizza, que relaciona diferentes sabores e coberturas de pizzas.",
    "In this case, we have a root class called Thing, which gives rise to the two main ones: Pizza and Topping.": "Neste caso, temos uma classe raiz chamada Thing, que dá origem às duas principais: Pizza e Topping.",
    "We paint the classes in order to organize the related concepts": "Pintamos as classes de maneira a organizar os conceitos relacionados",
    "We use existing relationships (is_a) and we also name new relationships (hasTopping).": "Utilizamos relações já existentes (is_a) e também nomeamos novas relações(hasTopping).",
    "In this example, we used the curved edges feature to make the diagram cleaner": "Neste exemplo, fizemos uso do recurso de arestas de ligações curvas, com o intuito de deixar o diagrama mais limpo",
    "In this other example, we have an ontology that represents the Simpsons family.": "Neste outro exemplo, temos uma ontologia que representa a família Simpsons.",
    "In this example, we dont have a root class, but the Simpsons family class is the main class of ontology.": "Nesse exemplo não temos uma classe raiz, mas a classe da família Simpsons é a principal classe da ontologia.",
    "We left the Simpsons Family class larger than the others and in the center, making the ontology more intuitive.": "Deixamos a classe Simpsons Family com um tamanho maior do que as outras e no centro, deixando a ontologia mais intuitiva.",
    "Once again, we painted the classes in order to organize the concepts and created new relationships that express the formulated concepts.": "Mais uma vez, pintamos as classes de maneira a organizar os conceitos e criamos novas relações que expressam os conceitos formulados.",
    "In Onto4All, there are some keyboard shortcuts that can speed up the execution of some simple tasks.": "No Onto4All, existem alguns atalhos do teclado que podem agilizar a execução de algumas tarefas simples.",
    "displays the properties of the selected element in the diagram.": "exibe as propriedades do elemento selecionado no diagrama.",
    "saves and downloads the ontology, in XML format.": "salva e realiza o download da ontologia, no formato XML.",
    "undoes the user's last action on the diagram.": "desfaz a última ação do usuário no diagrama.",
    "redoes the users last action on the diagram.": "refaz a última ação do usuário no diagrama.",
    ", control the zoom level on the screen.": ", controlam o nível de zoom na tela.",
    "you can zoom back to the default (100%).": "pode-se voltar o zoom para o padrão (100%).",
    "To know all the editors shortcuts, look at the right side of the menus, there will be the indication of each shortcut. Hovering over icons will also show your shortcut.": "Para saber todos os atalhos do editor, olhe para o lado direito dos menus, lá estara a indicação de cada atalho. Passar o mouse em cima de ícones também irá mostrar seu atalho.",
    "Tools used": "Ferramentas utilizadas",
    "Onto4All was developed by": "Onto4All foi desenvolvido por",
    ", as part of a Scientific Initiation project linked to the Computer Science Department of the Federal University of Juiz de Fora (UFJF), also composed of": ", como parte de um projeto de Iniciação Científica vinculado ao Departamento de Ciência da Computação da Universidade Federal de Juiz de Fora (UFJF), composto também por",
    "(Project Advisor)": "(Orientador do Projeto)",
    "In the development of Onto4All, several technologies and tools were used.": "No desenvolvimento do Onto4All, foram utilizadas diversas tecnologias e ferramentas. Entre elas:",


    "Profile": "Perfil",
    "Your Onto4ALL profile":"Seu Perfil Onto4All",
    "Member since":"Membro desde",
    "Saved Ontologies":"Ontologias Salvas",
    "Category":"Categoria",
    "Your recent Ontologies":"Suas Ontologias recentes",
    "All my Ontologies":"Todas as minhas ontologias",
    "Your favourite ontologies":"Suas Ontologias favoritas",
    "Publication Date:  ":"Data de Publicação:  ",
    "Last Upload:  ":"Último Upload:  ",
    "Download": "Baixar",


    "Help": "Ajuda",
    "Help Menu": "Painel de ajuda",
    "Find all the information you need": "Encontre todas as informações necessárias",
    "More info": "Mais informações",
    "More Info": "Mais informações",
    "Report a bug, make a suggestion or ask a question.": "Relate um erro, faça uma sugestão ou faça uma pergunta.",
    "Account Settings": "Configurações da conta",
    "Log Out": "Sair",
    "Manage your account.": "Gerencie sua conta.",
    "About Us": "Sobre Nós",
    "Who is behind the project": "Quem está por trás do projeto",
    "Warnings Index": "Índice de avisos",
    "See all the warnings tracked by our console on the editor": "Veja todos os avisos rastreados pelo nosso console no editor",
    "Donate": "Faça uma doação",
    "Help this project by donating a small amount via paypal": "Ajude este projeto doando uma pequena quantia via paypal",
    "Is it being updated?": "Está sendo atualizado?",
    "Yes, we are updating the editor frequently and developing new features. Please contact us by email if you have any suggestions.": "Sim, estamos atualizando o editor com frequência e desenvolvendo novos recursos. Entre em contato conosco por e-mail se você tiver alguma sugestão.",
    "What is the main public of the editor?": "Qual é o principal público do editor?",
    "We aim to reach all types of audiences. From students learning what an ontology is to professionals in the field.": "Nosso objetivo é atingir todos os tipos de público. Dos alunos aprendendo o que é uma ontologia aos profissionais da área.",
    "Contact Form": "Formulário de Contato",
    "Why are you contacting us for? Select a option.": "Por que você está entrando em contato conosco? Selecione uma opção.",
    "Make a Suggestion": "Fazer uma sugestão",
    "Report a Bug": "Reportar um erro",
    "Ask a Question": "Fazer uma pergunta",
    "Other": "Outro",
    "Message": "Mensagem",
    "Send": "Enviar",
    "Enter your message here. We will answer as soon as possible": "Digite sua mensagem aqui. Responderemos o mais breve possível",




    "Change password": "Mudar senha",
    "New Password": "Nova Senha",
    "Confirm your new Password": "Escreva sua nova senha novamente",
    "Update": "Atualizar",


    "Username": "Nome do usuário",
    "More Settings": "Mais configurações",
    "Delete Account": "Excluir conta",
    "If you do this you will lost all your saved ontologies": "Se você fizer isso, perderá todas as suas ontologias salvas",



    "Manage all your ontologies": "Gerencie todas as suas ontologias",
    "Your favourite ontologies:": "Suas ontologias favoritas",
    "You can mark up to 5 ontologies as favourite. They will be here": "Você pode marcar até 5 ontologias como favoritas. Eles estarão aqui",
    "XML File": "Arquivo XML",
    "OWL File": "Arquivo OWL",
    "Details": "Detalhes",
    "Favourite": "Favoritar",
    "Delete": "Excluir",
    "Your ontologies:": "Suas Ontologias",
    "Your last 10 ontologies will be saved here": "Suas últimas 10 ontologias serão salvas aqui",

    "Search": "Procurar",



    "Edit Ontology":"Editar Ontologia",
    "Dont forget to include the extension \".xml\" on the end of the name": "Não se esqueça de incluir a extensão \".xml\" no final do nome",
    "Created By": "Criado Por",

    "Thesaurus Manager": "Gerenciador de Tesauros",
    "Manage all your thesaurus": "Gerencia todos os seus tesauros",
    "Your thesaurus:": "Seus tesauros",
    "Your last 10 thesaurus will be saved here": "Seus últimos 10 tesauros vão ficar salvos aqui",
    "Edit Thesauru": "Editar Tesauro",


    "You dont have any warnings.": "Você não tem nenhum aviso.",
    "Show/Hide Right Sidebar": " Barra lateral direita",
    "Show/Hide Left Sidebar": "Barra lateral esquerda",
    "Options": "Opções",
    "Users": "Usuários",
    "Ontology Editor": "Editor de Ontologias",
    "Thesaurus Editor": "Editor de Tesauros",
    "My Thesaurus": "Meus Tesauros",
    "Messages": "Mensagens",
    "Ontological Classes": "Classes Ontológicas",
    "Ontological Relations": "Relações Ontológicas",
    "Go back": "Voltar",

    "MAIN NAVIGATION": "PRINCIPAIS NAVEGAÇÕES",
    "INFO":"INFORMAÇÕES",
    "ADMIN PANEL": "PAINEL ADMINISTRATIVO",
    "OPTIONS":"OPÇÕES",
    "Language":"Idioma",
    "English": "Inglês",
    "Portuguese":"Português",
    "Your notifications": "Suas notificações",
    "was updated": "foi atualizada",
    "Last update": "última atualização",
    "was created": "foi criada",
    "Edit Current Ontology": "Editar ontologia atual",
    "Save Changes": "Salvar mudanças",
    "Ontology Manager": "Gerenciador de Ontologias",
    "Edit Ontology Info": "Editar informações da ontologia",
    "Unsaved changes. Click here to save": "Alterações não salvas. Clique aqui para salvar",
    "Current Ontology: None": "Ontologia Atual: Nenhuma",
    "Current Ontology:": "Ontologia Atual:",
    "You dont have any ontologies saved in our ontology manager yet": "Você não tem nenhuma ontologia salva em nosso gerenciador ainda.",

    "Publication Date":"Data de Publicação",
    "Last Uploaded":"Último Upload",
    "Domain":"Domínio",
    "General Purpose":"Propósito Geral",
    "Profile Users":"Usuários de perfil",
    "Intended Use":"Intenção de uso",
    "Type of Ontology":"Tipo de Ontologia",
    "Degree of Formality":"Grau de Formalidade",
    "Scope":"Escopo",
    "Competence Questions":"Questões de Competência",
    

    "Alert": "Aviso",
    "This editor is in beta testing, bugs can happen. We are working to implement new features and fix bugs, if you have any problem please contact us through the help menu.": "Este editor está em teste beta, podem ocorrer bugs. Estamos trabalhando para implementar novos recursos e corrigir bugs, se você tiver algum problema entre em contato conosco através do menu de ajuda.",
    "Collaborators": "Colaboradores",
    "You": "Você",
    "Insert usernames to share your ontology with other Onto4ALL users": "Insira nomes de usuário para compartilhar sua ontologia com outros usuários Onto4ALL",
    "Insert usernames here": "Insira os nomes de usário aqui",
    "Collaborators will be able to edit this ontology": "Os colaboradores poderão editar esta ontologia",
    "Report": "Relatório",
    "Last Updated Ontology": "Última ontologia atualizada",
    "We strongly recommend using google chrome to run the editor, as we are not still able to run enough tests in other browsers.": "É altamente recomendável usar o google chrome para executar o editor, pois ainda não somos capazes de executar testes suficientes em outros navegadores",
    "Ontologies shared with you:": "Ontologias compartilhadas com você:",
    "You can not delete or mark up as favourite ontologies created by other users": "Você não pode deletar ou marcar como favorita ontologias criadas por outros usuários",
    "Write correct axioms for classes with the help of this feature":"Escreva axiomas corretos para as classes com a ajuda deste recurso",
    "We aim to make the Onto4ALL a platform for everyone to learn ontology, from begginers to researchers in the area": "Nosso objetivo é fazer do Onto4ALL uma plataforma para que todos possam aprender ontologia, desde iniciantes até pesquisadores da área.",
    "Onto4ALL have a simple thesaurus editor as well": "Onto4ALL também tem um simples editor de tesauros",
    "Get the information you need about BFO, IAO and IOF ontologies": "Obtenha as informações de que você precisa sobre as ontologias BFO, IAO e IOF",
    "Class Expression Editor": "Editor de Axiomas",
    "User Friendly": "Usabilidade Amigável",
    "Tips Menu": "Menu de Dicas",
    "See More": "Veja Mais",
    "Start Now": "Comece agora",

    "Error": "Erro",
    "You can only access this software using the following browsers: Google Chrome, Firefox": "Você só pode acessar este software usando os seguintes navegadores: Google Chrome, Firefox",
    "Select a element in your ontology": "Selecione um elemento em sua ontologia",
    "None axiom to check!": "Nenhum axioma para checar",
    "Go back to main page": "Voltar a página principal",
    "The number of datatypeproperties in your current ontology": "O número de propriedades de dado na sua ontologia atual",
    "General Information": "Informações Gerais",
    "Save the ontology first to see its IRI": "Salve a ontologia primeiro para poder ver o IRI",
    "Untitled Ontology": "Ontologia não nomeada",
    "With this chat it is possible to send this real chat to all the people who send a message in time editing this ontology, in addition, the messages are stored and can be read in the future.": "Com este chat é possível enviar mensagem em tempo real para todas as pessoas que estiverem editando esta ontologia, além disso as mensagens são armazendas e podem ser lidas no futuro.",
    "Enter message...": "Digite a mensagem..."
}

