{
    "Name": "Nome",
    "E-Mail Address": "Email",
    "Password": "Senha",
    "Confirm Password": "Confirmação de senha",
    "Remember Me": "Manter conectado",
    "Forgot Your Password?": "Esqueceu sua senha?",
    "Login": "Entrar",
    "Register": "Registre-se",
    "Home": "Principal",
    "Logout": "Sair",
    "Toggle navigation": "Alternar navegação",
    "Verify Your Email Address": "Verifique seu endereço de email",
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu email",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, por favor, veja se recebeu o link de verificação em seu email",
    "If you did not receive the email": "Se você não recebeu o email",
    "click here to request another": "clique aqui para solicitar outro",
    "Please click the button below to verify your email address.": "Clique no botão abaixo para verificar seu endereço de e-mail",
    "Verify Email Address": "Verificar E-mail",
    "If you did not create an account, no further action is required." : "Se você não criou a conta, favor desconsiderar este e-mail",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web: [:displayableActionUrl](:actionURL)",
    "Send Password Reset Link": "Enviar link para redifinir senha",
    "Reset Password": "Modificar Senha",
    "You are receiving this email because we received a password reset request for your account.": "Você está recebendo este e-mail porque recebemos uma solicitação de redefinição de senha para sua conta.",
    "If you did not request a password reset, no further action is required.": "Se você não solicitou a redefinição de senha, nenhuma ação adicional será necessária.",
    "This password reset link will expire in :count minutes.": "Este link de redefinição de senha expirará em :count minutos.",
    "Hello!": "Olá!",
    "Regards": "Saudações",
    "Reset Password Notification": "Notificação de redefinição de senha",
    "All rights reserved.": "Todos os direitos reservados.",


    "About": "Sobre",
    "Features": "Funcionalidades",
    "Contact": "Contato",
    "Draw your own ontologies": "Desenhe suas próprias ontologias",
    "Build your first ontology using the many features in our editor": "Construa sua primeira ontologias usando as diversas funcionalidades do nosso editor",
    "Find Out More": "Descubra mais",
    "What is the Onto4ALL Editor?": "O que é o editor Onto4ALL?",
    "Is a free graphical editor capable of creating, editing and exporting ontologies being guided by an warnings console, an ontological building rules tab and an extensive palette of ontological classes and relationships.": "É um editor gráfico gratuito capaz de criar, editar e exportar ontologias, sendo guiado por um console de avisos, uma guia de regras de construção ontológica e uma extensa paleta de classes e relacionamentos ontológicos.",
    "Get Started!": "Comece agora!",
    "Main Features": "Principais Funcionalidades",
    "Full Graphical editor": "Editor gráfico completo",
    "Draw any ontology you want, the way you want.": "Desenha qualquer ontologia que você quiser, da maneira que você quiser",
    "Ontology Manager": "Gerenciador de ontologias",
    "Save, view, edit your ontologies in our ontology manager and access them later with just one click": "Salve, visualize, edite suas ontologias em nosso gerenciador de ontologias e acesse-as mais tarde com apenas um clique",
    "Export": "Exporte",
    "Export your ontology to OWL, XML or SVG": "Exporte sua ontologia para os formatos OWL, XML e SVG",
    "Warnings Console": "Console de avisos",
    "The console will help you build a better ontology by providing to you good modelling practices": "O console o ajudará a construir uma ontologia melhor, fornecendo boas práticas de modelagem",
    "Our Editor": "Nosso Editor",
    "The Ontology Manager": "O Gerenciador de Ontologias",
    "Open your ontologies with one click": "Acesse suas ontologias com apenas um clique",
    "Our warning console will help you out": "Nosso console de avisos vai te ajudar",
    "Get the information you need with the tips menu": "Obtenha as informações necessárias no menu de dicas",
    "Mark your progress with our methodology menu": "Marque seu progresso com nosso menu de metodologia",
    "Start Drawing Your Ontologies": "Comece a desenhar suas ontologias",
    "Register Now!": "Registre-se agora!",
    "Have Any Question?": "Tem alguma dúvida?",
    "Contact Us": "Entre em contato com a gente",
    "Onto4ALL was built with": "Onto4ALL foi feito com",
    "Supported By": "Apoio:",


    "Sign in to start your session": "Faça login para começar sua sessão",
    "Sign In": "Entrar",
    "Sign in using Facebook": "Entre usando o facebook",
    "Hello! If the editor was helpful to you, please consider making a small donation via PayPal. Thank you!": "Olá! Se o editor foi útil para você, considere fazer uma pequena doação via paypal. Obrigado!",

    "I already have a account": "Eu já tenho uma conta",




    "WAIT UNTIL ONTO4ALL IS READY!": "ONTO4ALL ESTÁ CARREGANDO",
    "Error loading resource files. Please check browser console.": "Erro ao carregar os arquivos. Por favor entre em contato conosco",
    "Methodology": "Metodologia",
    "Tips": "Dicas",
    "Ontologies": "Ontologias",
    "External Ontology Databases": "Banco de dados externos de ontologia",
    "Search for tips": "Procure por dicas",
    "Specification of the ontology": "Especificação da ontologia",
    "Acquisition and extraction of knowledge": "Aquisição e extração de conhecimento",
    "Conceptualization": "Conceitualização",
    "Ontological grounding": "Fundação Ontológica",
    "Formalization of the ontology": "Formalização da ontologia",
    "Evaluation of the ontology": "Avaliação da ontologia",
    "Documentation": "Documentação",
    "Publication of the ontology": "Publicação da ontologia",
    "Your progress": "Seu progresso",
    "Complete": "Completo",
    "Your recent ontologies": "Suas ontologias recentes",
    "Description": "Descrição",
    "Created at": "Criado em",
    "Updated at": "Atualizado em",
    "Download as": "Baixar como",
    "Open in the editor": "Abrir no editor",
    "Edit": "Editar",
    "Welcome": "Bem-vindo",
    "Here you can see all the warnings": "Aqui você pode ver todos os avisos",
    "Close": "Fechar",
    "In this phase, the developer performs the specification of the ontology through a template, which has to contain at least information about: the domain and scope of the ontology, its general purpose, its audience, scenarios for its application and the required degree of formality. In addition, the developer establishes the coverage of the  ontology by describing its starting point, its limits within the domain and competency questions.": "Nesta fase, o desenvolvedor executa a especificação da ontologia por meio de um modelo, que deve conter pelo menos informações sobre: o domínio e o escopo da ontologia, seu objetivo geral, seu público, cenários para sua aplicação e o grau de formalidade exigido . Além disso, o desenvolvedor estabelece a cobertura da ontologia descrevendo seu ponto de partida, seus limites nas questões de domínio e competência.",
    "Once you have saved your ontology, you will have the option to edit your information in the ontology management area which can be found at the top of the page or by": "Depois de salvar sua ontologia, você terá a opção de editar suas informações na área de gerenciamento de ontologias, que pode ser encontrada na parte superior da página ou",
    "clicking here": "clicando aqui",
    "After clicking on the My Ontologies button you will be redirected to a page containing all your ontologies made and you can edit each one. Click the button below to access all information on that ontology.": "Depois de clicar no botão Minhas Ontologias, você será redirecionado para uma página que contém todas as suas ontologias feitas e poderá editar cada uma. Clique no botão abaixo para acessar todas as informações nessa ontologia.",
    "After clicking the button you will be redirected to the ontology page and can make the necessary changes.": "Depois de clicar no botão, você será redirecionado para a página de ontologia e poderá fazer as alterações necessárias.",
    "Definition": "Definição",
    "OntoForInfoScience is a detailed methodology for construction of ontologies that details each step of the ontology development cycle. The goal of such methodology is to enable experts in Knowledge Organization to overcome the technical jargon difficulties, as well as logical and philosophical issues that involve the ontology development (Mendonça, 2016).The methodology OntoForInfoScience consists of nine phases:": "OntoForInfoScience é uma metodologia detalhada para construção de ontologias que detalha cada etapa do ciclo de desenvolvimento de ontologias. O objetivo dessa metodologia é permitir que especialistas em Organização do Conhecimento superem as dificuldades do jargão técnico, bem como questões lógicas e filosóficas que envolvem o desenvolvimento da ontologia (Mendonça, 2016). A metodologia OntoForInfoScience consiste em nove fases:",
    "Phase 2 consists of the knowledge acquisition, which encompasses the selection of materials to be approached (about the subject of the domain) and the selection of methods for extracting knowledge. Within OntoForInfoScience, these activities are conducted in a way that mixes different methods, like: textual analysis of books and papers, automatic terminological extraction, semi-automatic methods for identification of concepts, to mention a few.": "A fase 2 consiste na aquisição de conhecimento, que engloba a seleção de materiais a serem abordados (sobre o assunto do domínio) e a seleção de métodos para extrair conhecimento. No OntoForInfoScience, essas atividades são conduzidas de uma maneira que combina diferentes métodos, como: análise textual de livros e documentos, extração terminológica automática, métodos semi-automáticos para identificação de conceitos, entre outros.",
    "Phase 3 concerns conceptualization, when the developer performs activities of identification and analysis of the concepts that are candidates to classes in the ontology. In addition, the developer promotes the knowledge organization so that one is able to obtain relations, properties and constraints of the ontology. The more appropriate way to represent the conceptualization of ontology it is through of a graphical conceptual model, representing conceptual relations between identified concepts through graphs or similar structures.In the Onto4AllEditor, the Phase 3 must be performed in ": "A fase 3 refere-se à conceituação, quando o desenvolvedor realiza atividades de identificação e análise dos conceitos candidatos às aulas na ontologia. Além disso, o desenvolvedor promove a organização do conhecimento para que seja possível obter relações, propriedades e restrições da ontologia. A maneira mais apropriada de representar a conceitualização da ontologia é através de um modelo conceitual gráfico, representando relações conceituais entre conceitos identificados por meio de gráficos ou estruturas similares. No Onto4AllEditor, a Fase 3 deve ser realizada em",
    "this page using the graphical editor": "esta página usando o editor gráfico",
    "You can access this page again by clicking in the “Ontology Editor” on the menu": "Você pode acessar esta página novamente clicando em “Ontology Editor” no menu",
    "Phase 4 corresponds to the activity of ontological grounding in which the developer surveys top-levels ontologies to be used as starting points. Developers choose the top-level ontology more suitable to their aims in considering the underlying philosophical approach that will justify modeling decisions. From the operational point of view, the developer imports selected top-level ontology to an ontology editor tool for successful implementation.": "\n448/5000\nA fase 4 corresponde à atividade de aterramento ontológico em que o desenvolvedor pesquisa ontologias de nível superior para serem usadas como pontos de partida. Os desenvolvedores escolhem a ontologia de nível superior mais adequada aos seus objetivos ao considerar a abordagem filosófica subjacente que justificará as decisões de modelagem. Do ponto de vista operacional, o desenvolvedor importa a ontologia de nível superior selecionada para uma ferramenta de editor de ontologia para implementação bem-sucedida.",
    "You can edit your previous saved ontologies using the button open in the editor on the right sidebar": "Você pode editar suas ontologias salvas anteriormente usando o botão 'Abrir no editor' na barra lateral direita",
    "You can import other ontologies to this editor if they have been created using the Onto4AllEditor and have a .XML extension. You can also import OWL files made by other editors (Beware that this function only works for valid OWL files with right syntax. If you have any issues with this feature, please, contact us). All ontologies exported by this editor can be imported in later projects.Using the editor menu, click on the file button and then on the import as showed below:": "Você pode importar outras ontologias para este editor se elas foram criadas usando o Onto4AllEditor e têm uma extensão .XML. Você também pode importar arquivos OWL criados por outros editores (lembre-se de que esta função funciona apenas para arquivos OWL válidos com sintaxe correta. Se você tiver algum problema com esse recurso, entre em contato). Todas as ontologias exportadas por este editor podem ser importadas em projetos posteriores. Usando o menu do editor, clique no botão arquivo e depois na importação, como mostrado abaixo:",
    "Select a valid file from your computer using the choose file button or drag a file direct to the box and then click in import": "Selecione um arquivo válido do seu computador usando o botão escolher arquivo ou arraste um arquivo diretamente para a caixa e clique em Importar",
    "After that, your imported ontology will be showing on the editor": "Depois disso, sua ontologia importada será exibida no editor",
    "In this phase, the developer produces a formal description of the domain from the conceptualization of the prior phase 3. Activities of phase 5 are:": "Nesta fase, o desenvolvedor produz uma descrição formal do domínio a partir da conceituação da fase anterior 3. As atividades da fase 5 são:",
    "to construct general taxonomy of the ontology based on previously selected top-level taxonomy (in the Onto4AllEditor, this activity must be performed in the Ontology Editor, the page you are right now)": "para construir taxonomia geral da ontologia com base na taxonomia de nível superior selecionada anteriormente (no Onto4AllEditor, esta atividade deve ser executada no Editor de Ontologias, a página em que você está agora)",
    "to define descriptive properties of the classes involving textual attributes as names, synonyms, definitions and annotations (in the Onto4AllEditor, this activity must be performed in the editor, clicking under a class or relation with the right button of the mouse and choosing the function Edit Properties in the submenu (or selecting the class/relation and pressing CTRL + M))": "para definir propriedades descritivas das classes que envolvem atributos textuais como nomes, sinônimos, definições e anotações (no Onto4AllEditor, essa atividade deve ser realizada no editor, clicando em uma classe ou relação com o botão direito do mouse e escolhendo a função Editar Propriedades no submenu (ou selecionando a classe e pressionando CTRL + M))",
    "to create formal definitions for each class using a logical language, so that the formal definition is able to be derived from the textual definitions created previously": "criar definições formais para cada classe usando uma linguagem lógica, para que a definição formal possa ser derivada das definições textuais criadas anteriormente",
    "to define properties of classes, involving attributes as data types, cardinality, existential and universal quantifiers (in the Onto4AllEditor, this activity must be performed in the menu “Ontology Editor”, clicking under a class or relation with the right button of the mouse and choosing the function Edit Properties in the submenu (or selecting the class/relation and pressing CTRL + M))": "para definir propriedades de classes, envolvendo atributos como tipos de dados, cardinalidade, quantificadores existenciais e universais (no Onto4AllEditor, essa atividade deve ser realizada no menu “Editor de Ontologia”, clicando em uma classe ou relação com o botão direito do mouse e escolhendo a função Editar propriedades no submenu (ou selecionando a classe / relação e pressionando CTRL + M))",
    "to create instances for ontological classes (in the Onto4AllEditor, this activity must be performed in the Ontology Editor, adding the symbol “Instance” (rectangle) to the ontology in the drawing area, this symbol can be find on the ontology palette, in the left of the editor)": "para criar instâncias para classes ontológicas (no Onto4AllEditor, essa atividade deve ser executada no Editor de Ontologia, adicionando o símbolo \"Instância\" (retângulo) à ontologia na área de desenho, esse símbolo pode ser encontrado na paleta de ontologias, na esquerda do editor)",
    "to specify ontological relations, consisting of the application of a defined set of rules and principles carrying out the transformation of conceptual relations into formal relations (in the Onto4AllEditor, this activity must be performed in the editor, clicking under a class or relation with the right button of the mouse and choosing the function Edit Properties in the submenu (or selecting the relation and pressing CTRL + M)).": "especificar relações ontológicas, consistindo na aplicação de um conjunto definido de regras e princípios que realizam a transformação de relações conceituais em relações formais (no Onto4AllEditor, essa atividade deve ser realizada no editor, clicando em uma classe ou relação à direita botão do mouse e escolhendo a função Editar propriedades no submenu (ou selecionando a relação e pressionando CTRL + M)).",
    "The evaluation of the ontology correspond to the application of a set of criteria allowing one to perform both the ontological validation (validation of the correspondence between ontology and the real world) and the ontological verification (analysis of the ontology with respect to the correctness of its construction). Examples of validation criteria are: non-recursivity in definitions, the specification of different types of part_of relations, the definition of inverse relations, and the creation of the cardinalities.In the Onto4AllEditor, the Phase 6 is performed automatically by the editor through of the functionality Warnings Console, that suggests good modeling practices for the current drawn ontology.": "A avaliação da ontologia corresponde à aplicação de um conjunto de critérios que permitem executar a validação ontológica (validação da correspondência entre ontologia e o mundo real) e a verificação ontológica (análise da ontologia com relação à correção de sua construção). Exemplos de critérios de validação são: não recursividade nas definições, especificação de diferentes tipos de parte_de relações, definição de relações inversas e criação de cardinalidades.No Onto4AllEditor, a Fase 6 é realizada automaticamente pelo editor por meio do método funcionalidade Console de Avisos, que sugere boas práticas de modelagem para a ontologia desenhada atualmente.",
    "In phase 7, documentation of all activities performed along the ontology development cycle is organized. The production of documentation occurs during all the time the ontology has been constructed. The content of the documentation encompasses the document of specification (from phase 1), documents of reference about the domain (from phase 2), the set of conceptual models (from phase 3), reused ontologies (phases 4 and 5), ontological and formal content (phase 5), and other useful": "Na fase 7, é organizada a documentação de todas as atividades realizadas ao longo do ciclo de desenvolvimento da ontologia. A produção da documentação ocorre durante todo o tempo em que a ontologia foi construída. O conteúdo da documentação abrange o documento de especificação (da fase 1), documentos de referência sobre o domínio (da fase 2), o conjunto de modelos conceituais (da fase 3), ontologias reutilizadas (fases 4 e 5), ontológicas e conteúdo formal (fase 5) e outras informações úteis",
    "In phase 8 the developer makes the ontological artifact available in a way that be downloaded and properly visualized by a community of users.You can download the ontology you just draw by clicking in the file menu and then in the export submenu": "Na fase 8, o desenvolvedor disponibiliza o artefato ontológico de uma maneira que pode ser baixada e visualizada adequadamente por uma comunidade de usuários.Você pode fazer o download da ontologia que você acabou de desenhar clicando no menu arquivo e depois no submenu de exportação",
    "You can export your ontology in XML, OWL or SVG (image).When you do that your ontology is also saved in your account, you can look all the ontologies you made by clicking on the File Manager menu on the top of the page.": "Você pode exportar sua ontologia em XML, OWL ou SVG (imagem). Ao fazer isso, sua ontologia também é salva em sua conta, para procurar todas as ontologias que você criou, clique no menu Gerenciador de Arquivos, na parte superior da página.",
    "The warnings console is the way our editor tells you good modeling practices you should implement when building a ontology.This console will show you warnings that will help you build a better ontology.": "O console de avisos é a maneira como nosso editor informa as boas práticas de modelagem que você deve implementar ao criar uma ontologia. Esse console mostrará avisos que ajudarão você a criar uma ontologia melhor.",
    "to see all the warnings our console track. We will be updating this console with more warnings in the future,": "para ver todos os avisos que nosso console rastreia. Atualizaremos este console com mais avisos no futuro,",
    "Click here": "Clique aqui",
    "contact us": "entre em contato",
    "if you had any problem with this feature.": "se você teve algum problema com esse recurso.",
    "Here you can see that the pizza ontology have several warnings that need to be solved.": "Aqui você pode ver que a ontologia da pizza tem vários avisos que precisam ser resolvidos."





}
